{/* <div className="content">
        <h3 className="">Акции</h3>
        <div className="d-flex">
          <div className="item">
            <svg width="32" height="32" className="markedSvg" viewBox="0 0 32 32" fill="none" xmlns="http://www.w3.org/2000/svg">
              <g opacity="0.5">
                <path d="M0 4C0 1.79086 1.79086 0 4 0H28C30.2091 0 32 1.79086 32 4V28C32 30.2091 30.2091 32 28 32H4C1.79086 32 0 30.2091 0 28V4Z" fill="#F3F2F1" />
                <path fillRule="evenodd" clipRule="evenodd" d="M16.7046 8.25644C17.8299 7.13067 19.3564 6.49817 20.9482 6.49817C22.5399 6.49817 24.0664 7.13063 25.1916 8.25636C26.3174 9.38164 26.95 10.9083 26.95 12.5C26.95 14.0917 26.3175 15.6183 25.1917 16.7435C25.1917 16.7436 25.1917 16.7435 25.1917 16.7435L16.3517 25.5835C16.1565 25.7788 15.8399 25.7788 15.6446 25.5835L6.80461 16.7435C4.46096 14.3999 4.46096 10.6001 6.80461 8.25644C9.14826 5.91279 12.9481 5.91279 15.2917 8.25644L15.9982 8.96289L16.7046 8.25644C16.7046 8.25641 16.7046 8.25647 16.7046 8.25644ZM20.9482 7.49817C19.6217 7.49817 18.3496 8.02528 17.4118 8.96346L16.3517 10.0235C16.258 10.1173 16.1308 10.17 15.9982 10.17C15.8656 10.17 15.7384 10.1173 15.6446 10.0235L14.5846 8.96355C12.6315 7.01042 9.46484 7.01042 7.51172 8.96355C5.55859 10.9167 5.55859 14.0833 7.51172 16.0364L15.9982 24.5229L24.4846 16.0364C25.4228 15.0987 25.95 13.8265 25.95 12.5C25.95 11.1735 25.4229 9.90138 24.4847 8.96363C23.5469 8.02544 22.2747 7.49817 20.9482 7.49817Z" fill="#414141" />
              </g>
            </svg>
            <img src="https://static.1000.menu/img/content-v2/03/d3/43097/vkusneishie-blinchiki-bez-dyrochek_1581251782_1_max.jpg" alt="" />
            <div className="prices d-flex flex-row">
              <div className="modPrice">
                <b className="d-block">44,50 ₽</b>
                <span>С картой</span>
              </div>
              <div className="classicPrice">
                <p>50,50 ₽</p>
                <span>Обычная</span>
              </div>
            </div>
            <h5 className="ml-15">Г/Ц Блинчики с мясом вес</h5>
            <div className="starsBlock">
              <img src="/img/rating.svg" alt = "Rating" className = "rating"/>
            </div>
            <button className="button">В корзину</button>
          </div>
          <div className="item">

            <svg width="22" height="20" className="markedSvg mt-15" viewBox="0 0 22 20" fill="none" xmlns="http://www.w3.org/2000/svg">
              <path fill-rule="evenodd" clip-rule="evenodd" d="M11.7046 2.25644C12.8299 1.13067 14.3564 0.498169 15.9482 0.498169C17.5399 0.498169 19.0664 1.13063 20.1916 2.25636C21.3174 3.38164 21.95 4.90829 21.95 6.49999C21.95 8.09174 21.3175 9.61826 20.1917 10.7435C20.1917 10.7436 20.1917 10.7435 20.1917 10.7435L11.3517 19.5835C11.1565 19.7788 10.8399 19.7788 10.6446 19.5835L1.80461 10.7435C-0.539037 8.3999 -0.539037 4.60009 1.80461 2.25644C4.14826 -0.0872086 7.94807 -0.0872087 10.2917 2.25644L10.9982 2.96289L11.7046 2.25644C11.7046 2.25641 11.7046 2.25647 11.7046 2.25644ZM15.9482 1.49817C14.6217 1.49817 13.3496 2.02528 12.4118 2.96346L11.3517 4.02355C11.258 4.11732 11.1308 4.16999 10.9982 4.16999C10.8656 4.16999 10.7384 4.11732 10.6446 4.02355L9.58461 2.96355C7.63149 1.01042 4.46484 1.01042 2.51172 2.96355C0.558594 4.91667 0.558594 8.08332 2.51172 10.0364L10.9982 18.5229L19.4846 10.0364C20.4228 9.09869 20.95 7.82648 20.95 6.49999C20.95 5.17351 20.4229 3.90138 19.4847 2.96363C18.5469 2.02544 17.2747 1.49817 15.9482 1.49817Z" fill="#414141" />
            </svg>

            <img src="https://static.1000.menu/img/content-v2/03/d3/43097/vkusneishie-blinchiki-bez-dyrochek_1581251782_1_max.jpg" alt="" />
            <div className="prices d-flex flex-row">
              <div className="modPrice">
                <b className="d-block">44,50 ₽</b>
                <span>С картой</span>
              </div>
              <div className="classicPrice">
                <p>50,50 ₽</p>
                <span>Обычная</span>
              </div>
            </div>
            <h5 className="ml-15">Г/Ц Блинчики с мясом вес</h5>
            <div className="starsBlock">
            <img src="/img/rating.svg" alt = "Rating" className = "rating"/>
            </div>
            <button className="disabled-button">В корзину</button>
          </div>
        </div>

        <h2>Новинки</h2>
        ...
        <h2>Покупали раньше</h2>
        ...
        <div>
          <h2>Специальные предложения</h2>
          <div className="specialCart">
            <svg />
            <h3>Оформите карту "Северяночка"</h3>
            <p>И получайте бонусы при покупке \n в магазинах и на сайте</p>
          </div>
        </div>
        <div className="mapsBlock">
          <h2>Наши магазины</h2>
          <div className="map"></div>
        </div>
      </div> */}